/* No comment provided by engineer. */
"Add" = "Add";

/* No comment provided by engineer. */
"Add Fuel Purchase" = "Add Fuel Purchase";

/* No comment provided by engineer. */
"Add Receipt Photo" = "Add Receipt Photo";

/* No comment provided by engineer. */
"Add Vehicle" = "Add Vehicle";

/* No comment provided by engineer. */
"Add vehicle in 'Vehicles' tab" = "Add vehicle in 'Vehicles' tab";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Change" = "Change";

/* No comment provided by engineer. */
"Change Vehicle" = "Change Vehicle";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* No comment provided by engineer. */
"Edit" = "Edit";

/* No comment provided by engineer. */
"Edit Fuel Purchase" = "Edit Fuel Purchase";

/* No comment provided by engineer. */
"Edit Vehicle" = "Edit Vehicle";

/* No comment provided by engineer. */
"Enter fuel amount" = "Enter fuel amount";

/* No comment provided by engineer. */
"Enter vehicle's id" = "Enter vehicle's id";

/* No comment provided by engineer. */
"Enter vehicle's nickname or model" = "Enter vehicle's nickname or model";

/* No comment provided by engineer. */
"Enter your prefered fuel brand" = "Enter your prefered fuel brand";

/* No comment provided by engineer. */
"Fuel Purchase Count" = "Fuel Purchase Count";

/* No comment provided by engineer. */
"Fuel Purchases" = "Fuel Purchases";

/* No comment provided by engineer. */
"Fuel Title" = "Fuel Title";

/* No comment provided by engineer. */
"If you want to add fuel for different vehicle, go 'Vehicles' tab and add new vehicle." = "If you want to add fuel for different vehicle, go 'Vehicles' tab and add new vehicle.";

/* No comment provided by engineer. */
"No fuel purchase added yet." = "No fuel purchase added yet.";

/* No comment provided by engineer. */
"No vehicle added" = "No vehicle added";

/* No comment provided by engineer. */
"No vehicle added yet." = "No vehicle added yet.";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Receipt Photo" = "Receipt Photo";

/* No comment provided by engineer. */
"Search with vehicle name or id." = "Search with vehicle name or id.";

/* No comment provided by engineer. */
"Select a photo" = "Select a photo";

/* No comment provided by engineer. */
"Select method" = "Select method";

/* No comment provided by engineer. */
"Show Receipt" = "Show Receipt";

/* No comment provided by engineer. */
"Something went wrong." = "Something went wrong.";

/* No comment provided by engineer. */
"Take a photo" = "Take a photo";

/* No comment provided by engineer. */
"Total Fuel Spent" = "Total Fuel Spent";

/* No comment provided by engineer. */
"Vehicle Detail" = "Vehicle Detail";

/* No comment provided by engineer. */
"Vehicles" = "Vehicles";

/* No comment provided by engineer. */
"You didn't add receipt photo" = "You didn't add receipt photo";

/* No comment provided by engineer. */
"You have one vehicle." = "You have one vehicle.";

